Repository: alexeynovopashin-lab/LightPlan
Catalog: Packages/LightPlanUI/Sources/LightPlanUI/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh

# wish.was.sunset
source: sunset
es: Se esperaba atardecer
ja: 夕焼けの予定でした
ru: Ожидался закат
zh: 原本期待日落

# wxs.badT
source: The forecast has turned
es: El pronóstico ha empeorado
ja: 予報が悪化しました
ru: Прогноз испортился
zh: 预报变差了

# wxs.downT
source: The forecast has changed
es: El pronóstico ha cambiado
ja: 予報が変わりました
ru: Прогноз переменился
zh: 预报变了

# wxs.scoreM
source: The sunset score was {a} out of 100, now it is {b}.
es: La nota del atardecer era {a} de 100 y ahora es {b}.
ja: 夕焼けスコアは100点中{a}点でしたが、{b}点になりました。
ru: Балл заката был {a} из 100, стал {b}.
zh: 日落评分原为 {a}／100，现在是 {b}。

# wxs.scoreW
source: “{who}”: the sunset score was {a} out of 100, now it is {b}.
es: «{who}»: la nota del atardecer era {a} de 100 y ahora es {b}.
ja: 「{who}」：夕焼けスコアは100点中{a}点でしたが、{b}点になりました。
ru: «{who}»: балл заката был {a} из 100, стал {b}.
zh: 「{who}」：日落评分原为 {a}／100，现在是 {b}。

# wxs.skyM
source: The sky promised {a}, now it promises {b}.
es: El cielo prometía {a} y ahora promete {b}.
ja: 空模様は{a}の予報でしたが、{b}になりました。
ru: Небо обещали — {a}, теперь {b}.
zh: 原本预报{a}，现在{b}。

# wxs.skyW
source: “{who}”: the sky promised {a}, now {b}.
es: «{who}»: el cielo prometía {a} y ahora {b}.
ja: 「{who}」：空模様は{a}の予報でしたが、{b}になりました。
ru: «{who}»: небо обещали — {a}, теперь {b}.
zh: 「{who}」：原本预报{a}，现在{b}。

# wxs.upT
source: The forecast has improved
es: El pronóstico ha mejorado
ja: 予報が良くなりました
ru: Прогноз стал лучше
zh: 预报变好了

# year.back
source: Year
es: Año
ja: 年
ru: Год
zh: 年份

# year.delivery
source: Delivery times
es: Plazos de entrega
ja: 納品期間
ru: Сроки сдачи
zh: 交付时间

# year.free
source: The year is still free — time to plan
es: El año todavía está libre — es hora de planear
ja: 今年はまだ空いています。計画を立てましょう
ru: Год пока свободен — время планировать
zh: 今年仍然空闲——是时候规划了

# year.lateBy
source: {days} late on average
es: en promedio {days} después del plazo
ja: 平均{days}遅れ
ru: в среднем на {days} позже срока
zh: 平均晚{days}

# year.months
source: Load by month
es: Carga por mes
ja: 月別の稼働
ru: Занятость по месяцам
zh: 各月工作量

# year.monthsNote
source: The number is shoots that month
es: El número son las sesiones del mes
ja: 数字はその月の撮影数です
ru: Число — съёмок в месяце
zh: 数字是该月拍摄次数

# year.next
source: · next {date}
es: · la próxima {date}
ja: · 次回 {date}
ru: · ближайшая {date}
zh: ·下一次{date}

# year.nextYear
source: Next year
es: Año siguiente
ja: 翌年
ru: Следующий год
zh: 下一年

# year.one
source: Year
es: Año
ja: 年
ru: Год
zh: 年份

# year.overload
source: Overdue for delivery: {overdue}. Another {upcoming} in the month ahead.
es: Atrasadas en entrega: {overdue}. Vienen otras {upcoming} en el próximo mes.
ja: 納品遅れ：{overdue}件。今後1か月でさらに{upcoming}件あります。
ru: Просрочено сдачей: {overdue}. Впереди ещё {upcoming} за ближайший месяц.
zh: 逾期交付：{overdue}。未来一个月还有{upcoming}。

# year.prev
source: Previous year
es: Año pasado
ja: 前年
ru: Прошлый год
zh: 上一年

# year.profit
source: Profit
es: Ganancia
ja: 利益
ru: Прибыль
zh: 利润

# year.shot
source: Shot
es: Realizadas
ja: 撮影済み
ru: Отснято
zh: 已拍摄

# year.todo
source: Ahead
es: Por delante
ja: 予定
ru: Предстоит
zh: 待办

# cal.google
source: Google Calendar
ja: Google カレンダー
ru: Google Календарь
zh: Google日历

# card.e
source: E
ja: 東
ru: В
zh: 东

# card.n
source: N
ja: 北
ru: С
zh: 北

# card.s
source: S
ja: 南
ru: Ю
zh: 南

# cdBlock.brief
source: Brief
ja: 指示
ru: Задание
zh: 简报

# dealN.brief
source: Brief
ja: 指示書
ru: ТЗ
zh: 简报

# dealN.retainer
source: Retainer
ja: リテイナー
ru: Ретейнер
zh: 预付款

# delv.d3
source: 3 d
ja: 3日
ru: 3 дн
zh: 3天

# doc.brief
source: Brief
ja: 指示書
ru: ТЗ
zh: 简报

# dur.minutes
source: {m} min
ja: {m}分
ru: {m} мин
zh: {m}分钟

# durS.hours
source: {h}h
ja: {h}時間
ru: {h} ч
zh: {h}小时

# durS.hoursMins
source: {h}h {m}m
ja: {h}時間{m}分
ru: {h} ч {m} м
zh: {h}小时{m}分钟

# durS.minutes
source: {m} min
ja: {m}分
ru: {m} мин
zh: {m}分钟

# ecl.total
source: total
ja: 皆既
ru: полное
zh: 全食

# form.sumFlat
source: Total, {sign}
ja: 合計、{sign}
ru: Сумма, {sign}
zh: 总额，{sign}

# gap.minutes
source: {m} min
ja: {m}分
ru: {m} мин
zh: {m}分钟

# gen.hoursShort
source: h
ja: 時間
ru: ч
zh: 小时

# map.eclipse
source: Eclipse
ja: 日食・月食
ru: Затмение
zh: 日食/月食

# mb.sets
source: Sets
ja: セット
ru: Подборки
zh: 集合

# mb.sortManual
source: manual
ja: 手動
ru: вручную
zh: 手动

# mb.stripTitle
source: Moodboard
ja: ムードボード
ru: Мудборд
zh: 灵感板

# prepayW.us
source: retainer
ja: リテイナー
ru: ретейнер
zh: 预付款

# pro.civil
source: Civil
ja: 市民薄明
ru: Гражданские
zh: 民用

# pro.dayLenFmt
source: {h}h {m}m
ja: {h}時間{m}分
ru: {h} ч {m} м
zh: {h}小时{m}分钟

# scene.interior
source: Interior
ja: インテリア
ru: Интерьер
zh: 室内

# scene.unboxing
source: Unboxing
ja: 開封
ru: Распаковка
zh: 开箱

# set.modePro
source: Astro
ja: 天体
ru: Астро
zh: 天文

# set.modeSimple
source: Simple
ja: シンプル
ru: Просто
zh: 简单

# set.moodboards
source: Moodboards
ja: ムードボード
ru: Мудборды
zh: 情绪板

# sub.boudoir
source: Boudoir
ja: ブドワール
ru: Будуар
zh: 闺房

# sub.lookbook
source: Lookbook
ja: ルックブック
ru: Лукбук
zh: 造型册

# sub.macro
source: Macro
ja: マクロ
ru: Макро
zh: 微距

# tag.interior
source: Interior
ja: インテリア
ru: Интерьер
zh: 室内

# twi.civil
source: civil
ja: 市民薄明
ru: гражданские
zh: 民用

# unit.board
source: %lld⁣sets
ja: %lld⁣セット
ru: %lld⁣подборок
zh: %lld⁣个

# unit.dayShort
source: %lld⁣d
ja: %lld⁣日
ru: %lld⁣дн.
zh: %lld⁣天

# unit.minute
source: %lld⁣min
ja: %lld⁣分
ru: %lld⁣мин
zh: %lld⁣分钟

# cloud.name.yandex
source: Yandex
ru: Яндекс

# doc.kb
source: {n} KB
ru: {n} КБ

# doc.mb
source: {n} MB
ru: {n} МБ

# pro.distKm
source: {n} km
ru: {n} км
zh: {n}公里

# pro.windAt
source: {n} m/s · {word}
ru: {n} м/с · {word}
zh: {n}米/秒·{word}

# tele.windVal
source: {n} m/s
ru: {n} м/с
zh: {n}米/秒

# set.clock12
source: 12 · AM/PM
zh: 12小时制·AM/PM
